[
    {
      "name": "Foodpanda",
      "description-1": "The platform, which was first established in Singapore in 2012 by Ralf Wenzel and Rohit Chadda, has revolutionized dining experiences and convenience in the nation. In 2013, cofounders Ambreen Reza and Zubair Siddiky expanded to Bangladesh, and Foodpanda emerged as a pioneering startup in Bangladesh’s food delivery sector. To simplify food ordering, Foodpanda quickly attracted the interest of investors. Their growth was spurred by these investments, which allowed them to provide a large restaurant network, speedy deliveries, and easy-to-use apps.",
      "description-2": "Foodpanda’s place as a major player in the nation’s startup ecosystem has been cemented by its creative strategy and robust financial backing, which have significantly shaped the food delivery business in the country.",
      "website": "https://www.foodpanda.com.bd/"
    },
    {
      "name": "Pathao",
      "description-1": "Bangladesh’s delivery and transportation industries have seen a transformation thanks to Pathao, a ground-breaking ride-sharing and logistics platform. It was co-founded in 2015 by Hussain M. Elius, Shifat Adnan, and Fahim Saleh. In addition to providing services like food delivery and courier services, the network links passengers and drivers. Significant investments have been made in Pathao, with over $35 million raised from investors such as Go-Jek, the major ride-hailing company in Indonesia, and others.",
      "description-2": "Due to its explosive expansion, Pathao stands out in Bangladesh’s startup scene and has a big influence on the urban transportation and delivery industries there. The company has become a major force in Bangladesh’s tech sector thanks to its creative solutions for logistics and transportation problems.",
      "website": "https://pathao.com/"
    },
    {
      "name": "bkash",
      "description-1": "Established in 2011 by Kamal Quadir, bKash has become the largest mobile financial services (MFS) provider in Bangladesh. The MFS provider has emerged as a prominent figure in the nation’s fintech arena as well as an example in the world. bKash brings convenience and freedom in daily transaction for millions, especially for the people living in remote areas where services of traditional banks are limited. bKash offers aplenty digital financial services like send money, mobile recharge, cash out, merchant payment, add money (bringing money from bank/card to bKash), utility bill payment, remittance, insurance payment, microfinance, education fee payment, e-ticketing, donation, etc. Customers can also do savings or even take loan through the bKash app.",
      "description-2": "bKash has secured investments from world-renowned organizations like Money in Motion LLC, BRAC Bank, Bill & Melinda Gates Foundation, International Finance Corporation (IFC) of the World Bank Group, Ant Group, and SoftBank Vision Fund. This tactical alliance has strengthened bKash’s standing as a trailblazing unicorn start-up, promoting financial inclusion and revolutionizing the financial sector in Bangladesh.",
      "website": "https://www.bkash.com/"
    },
    {
      "name": "Chaldal",
      "description-1": "Chaldal is a well-known online grocery delivery firm based in Bangladesh that Waseem Alim, Zia Ashraf, and Tejas Viswanath launched in 2013. The platform was developed in response to the difficulties in obtaining everyday necessities and fresh produce in Dhaka’s crowded urban environment. Customers may easily order goods online with Chaldal and have them delivered right to their door. With over $40 million raised in funding rounds from investors like Y-Combinator and IFC, the firm has attracted a lot of interest and capital.",
      "description-2": "Chaldal is a significant participant in Bangladesh’s startup ecosystem, transforming the way people buy food in cities thanks to its quick development and flexibility in responding to the shifting needs of consumers.",
      "website": "https://chaldal.com/"
    },
    {
      "name": "Bdjobs",
      "description-1": "Founded in 2000, Bdjobs is a leading online job portal in Bangladesh, with Fahim Mashroor serving as its CEO and co-founder. By bringing together employers and job seekers, it has played a significant role in revolutionizing the nation’s employment sector. Employers may locate qualified people on Bdjobs’ vast database of job ads and related services, while job seekers can research potential career paths. The platform’s ongoing growth and performance demonstrate its significance and impact on Bangladesh’s job market.",
      "description-2": "While specific funding figures remain confidential, Bdjobs’ tenacity and expansion have cemented its standing as a leading startup, assisting in bridging the gap between employers and job seekers and bolstering the nation’s economy.",
      "website": "https://www.bdjobs.com/"
    },
    {
      "name": "10 Minute School",
      "description-1": "Under the direction of Ayman Sadik, 10 Minute School was established in 2014 and has transformed education in Bangladesh. This online resource helps students learn more and get ready for exams by offering free educational content in a variety of areas, including video lessons and resources.",
      "description-2": "The goal of Ayman Sadiq, which is to educate everyone, regardless of their financial situation, has received a lot of attention. With its remarkable expansion and educational impact, 10 Minute School has distinguished itself in the nation’s startup scene. Numerous students are still empowered by it, fulfilling Bangladesh’s need for easily available and reasonably priced educational materials.",
      "website": "https://10minuteschool.com/"
    },
    {
      "name": "Shohoz",
      "description-1": "2014 saw the creation of Shohoz, a well-known startup in Bangladesh, by Maliha M. Quadir. It started as a ride-sharing website that provided a reliable and secure way to get around a city that was well-known for its heavy traffic. With time, Shohoz expanded its offerings to include ordering takeout and bus tickets, evolving into a comprehensive lifestyle app.",
      "description-2": "The business raised millions of dollars from investors such as Singapore’s sovereign wealth fund GIC and Golden Gate Ventures, securing substantial investments. Shohoz has become a major participant in Bangladesh’s expanding digital economy by using its creative approach to address issues related to urban mobility and daily living, which is changing how people move and access different services.",
      "website": "https://www.shohoz.com/"
    },
    {
      "name": "Pickaboo",
      "description-1": "A well-known online retailer called Pickaboo was founded in 2016. Founded by Morin Talukder, Arun Gupta, and Aminur Rashid- the business quickly rose to prominence in the nation’s internet retail market. Pickaboo delivers a large selection of gadgets, consumer electronics, and lifestyle items right to clients’ doorsteps.",
      "description-2": "Pickaboo’s success is demonstrated by its steady expansion and popularity, offering consumers a dependable and easy online purchasing experience. The company’s dedication to quality and customer satisfaction has helped it establish a prominent presence in Bangladesh’s startup scene, meeting the needs of the tech-savvy populace about digital purchasing.",
      "website": "https://www.pickaboo.com/"
    },
    {
      "name": "Praava Health",
      "description-1": "In 2018, Sylvana Q. Sinha created Praava Health, which brought a revolutionary approach to healthcare to Bangladesh. It addresses the issues facing the country’s healthcare system by concentrating on delivering high-quality, patient-centered treatment.",
      "description-2": "With its staff of highly qualified healthcare specialists and state-of-the-art clinics furnished with the newest technology, Praava Health has completely rewritten the rules when it comes to medical services. It has been instrumental in enhancing the state of healthcare in general by providing Bangladeshis with high-quality, easily accessible healthcare services.",
      "website": "https://www.praavahealth.com/"
    },
    {
      "name": "GoZayaan",
      "description-1": "It has been crucial in changing the way that people travel and experience it, especially when it comes to Bangladesh. In the expanding travel and tourist sector of the nation, GoZayaan remains a major player.",
      "description-2": "Ridwaan Hafiz created the well-known Bangladeshi business GoZayaan in 2017. The website provides both local and foreign tourists with a variety of travel and tourism services, such as hotel reservations, tour packages, and transportation choices. GoZayaan’s success has been attributed to its dedication to streamlining and enhancing travel experiences, even though the funding information is not publicly known.",
      "website": "https://www.gozayaan.com/"
    },
    {
      "name": "Share Trip",
      "description-1": "Sadia Haque is the CEO of ShareTrip, a notable startup in Bangladesh’s travel and hotel industry that was founded in 2019. The website serves both domestic and foreign tourists with a broad range of services, such as reservations for flights, hotels, and tour packages.",
      "description-2": "ShareTrip’s creative approach to travel services and its commitment to creating seamless travel experiences have contributed to its reputation in the nation’s startup environment, even though exact funding statistics are not publicly published. It has played a major part in the development of Bangladesh’s travel and tourism industry, revolutionizing the way people organize and schedule their vacation experiences.",
      "website": "https://sharetrip.net/"
    },
    {
      "name": "Shajgoj",
      "description-1": "Nazmul Sheikh, Milky Mahmud, and Sinthia Sharmin Islam created Shajgoj, a well-known cosmetics and beauty firm in Bangladesh, in 2013. The platform transformed the skincare and cosmetics market by providing a vast range of goods and information to help customers make informed decisions about their appearance.",
      "description-2": "The company’s success can be attributed to its creative thinking and dedication to offering a whole beauty shopping experience. It has developed into a reliable destination for beauty enthusiasts and has made a substantial contribution to the expansion of Bangladesh’s online industry for cosmetics and beauty products. Shajgoj’s experience is representative of the nation’s flourishing e-commerce scene.",
      "website": "https://www.shajgoj.com/"
    },
    {
      "name": "eCourier",
      "description-1": "Founded in 2016, eCourrier is a notable company in the logistics and courier sectors in Bangladesh. It was founded by Biplob Ghosh Rahul and offered a technologically advanced solution to the nation’s parcel delivery problems. By streamlining routes and offering real-time tracking, eCourier has upended conventional delivery models and provided effective courier services.",
      "description-2": "eCourrier has been successful because of its creative thinking and commitment to enhancing last-mile delivery services, even though the precise investment details are not publicly available. It has been essential to simplify Bangladesh’s logistics industry, especially with the growth of e-commerce. The history of eCourier serves as an example of how tech-driven logistics solutions have grown in the country.",
      "website": "https://ecourier.com.bd/"
    },
    {
      "name": "Priyoshop",
      "description-1": "PriyoShop is a leading B2B marketplace that is digitizing B2B trade for the unorganized retail sector in Bangladesh. It was founded in 2021 by Asikul Alam Khan (Founder and CEO) to connect small-scale retailers directly with manufacturers and suppliers.",
      "description-2": "PriyoShop’s app allows small retailers to procure inventory from wholesalers, distributors, and manufacturers at competitive rates. PriyoShop primarily focuses on neighborhood mom-and-pop shops, also known as retailers. 97% of our country’s retail sales take place through them; e-commerce and modern retail play a smaller role. So, the majority of the retail transactions actually take place through neighborhood shop retailers. PriyoShop’s ultimate objective is to provide an all-in-one solution to these small retailers through technology.",
      "website": "https://priyoshopretail.com/"
    },
    {
      "name": "Markopolo Ai",
      "description-1": "Markopolo AI is an advertising solution for businesses and creators. They differentiate themselves from the competition by offering tailored solutions to businesses and by being more data-driven.",
      "description-2": "Tasfia Tasbin, Mubtaseen Zaman, and Rubaiyat Farhan founded the company in 2020, and it provides its services all over the world. During their pre-seed round, Markpolo Ai received funding from the Dekho Isho organization.",
      "website": "https://www.markopolo.ai/"
    },
    {
      "name": "Intelligent Machines",
      "description-1": "Mohammad Oli Ahad established the tech-focused startup Intelligent Machines in April 2018. It provides technologically advanced solutions to streamline the production process.",
      "description-2": "BAT, bKash, and ILDC are some of the well-known clients under Intelligent Machines.",
      "website": "https://bangladesh.ai/"
    },
    {
      "name": "Wind.app",
      "description-1": "Customers can receive and send money using the non-custodial Wind app from any location in the world.",
      "description-2": "Wind.app is advancing in the online cryptocurrency space under the leadership of Hussein Elius.",
      "website": "https://wind.app/"
    },
    {
      "name": "iFarmer",
      "description-1": "In 2018, Jamil M. Akbar and Fahad Ifaz developed iFarmer. Through the platform iFarmer, investors and small-scale farmers in Bangladesh can collaborate to manage and finance agricultural projects. It provides avenues for investors to earn from and support agriculture, while also encouraging farmers to utilize financial services. iFarmer has received acclaim for its dedication to tackling sustainable farming methods and rural financial inclusion.",
      "description-2": "Bangladesh’s agricultural sector, has grown to be a revolutionary force, bridging the gap between conventional farming practices and contemporary technology, assisting investors and farmers alike while enhancing food security in the country.",
      "website": "https://ifarmer.asia/"
    },
    {
      "name": "MyAlice",
      "description-1": "MyAlice enables eCommerce businesses to manage customer information, advertise items, and communicate with customers across various social media networks.",
      "description-2": "MyAlice’s primary goal appears to be to offer businesses specialized customer service and marketing. Shuvo Rahman founded it in November 2018.",
      "website": "https://www.myalice.ai/"
    },
    {
      "name": "Moner Bondhu",
      "description-1": "Tawhida Shiropa established Moner Bondhu in 2016, which is an essential resource in a country where mental health issues are becoming more and more recognized. To promote wellbeing and reduce stigma, it offers assistance and counseling to those who are dealing with mental health problems.",
      "description-2": "In Bangladesh, MonerBondhu has played a significant role in fostering a more understanding and encouraging atmosphere for people in need of mental health services.",
      "website": "https://monerbondhu.com/"
    },
    {
      "name": "Shuttle",
      "description-1": "In 2018, Reyasat Chowdhury, Jawad Jhangir, and Shaha Sufian established the Dhaka-based startup Shuttle, which provides an app-based ride-sharing service. Accelerating Asia is the primary investor in this $750,000 seed round for a mass transit company. By enabling users to schedule shared trips in Dhaka, the Shuttle helps to promote sustainability and lessen traffic congestion.",
      "description-2": "The platform has been essential in mitigating the obstacles associated with urban mobility and improving the everyday commuting experience. It continues to be a vital part of Bangladesh’s changing transportation landscape.",
      "website": "https://www.shuttlebd.com/"
    },
    {
      "name": "DocTime",
      "description-1": "For a low monthly membership cost, DocTime provides patients with expert online consultations via their app. Patients can use the app to get tested and have their prescriptions filled and delivered straight to their homes. In October 2020, Anowar Hossain released the healthcare app to make it more accessible to everyone.",
      "description-2": "DocTime has developed over time, providing cutting-edge functions including e-pharmacy services and prescription administration, solidifying its status as a leader in Bangladesh’s healthcare technology industry. DocTime is a healthcare startup that is constantly growing and changing millions of lives in Bangladesh.",
      "website": "https://doctime.com.bd/"
    },
    {
      "name": "Arogga",
      "description-1": "Arogga was founded by Rosina Mazumder, Yawar Mehboob, Shamim Hasan, and Fahad Hossain amid the 2020 pandemic. It is available for all of your healthcare needs.",
      "description-2": "With further support from Ratio Ventures, Sketchnote Partners, and other Silicon Valley startup capital firms, Arogga has raised a $1.3 million seed fundraising round.",
      "website": "https://www.arogga.com/"
    },
    {
      "name": "Turtle Venture",
      "description-1": "The first venture studio in Bangladesh aims to provide early-stage businesses with training and finance by fusing the accelerator and venture capital models. Turtle Venture was established in 2018 by Sarah Tahura Turin and Anwar Sayef Anik.",
      "description-2": "Initially, the portal provides investors with information about the firms. To draw in more investors, Turtle Venture Studio offers all the information and presents it appealingly.",
      "website": "https://www.turtleventure.com/"
    },
    {
      "name": "Fashol",
      "description-1": "The Fashol platform facilitates online communication between retail suppliers and farmers. It was introduced in 2020 by Sakib Hossain and Mamunur Rashid.",
      "description-2": "Fashol wants to help merchants and farmers with long-standing supply chain issues, such as fighting for fair prices and providing round-the-clock customer support.",
      "website": "https://fashol.com/"
    },
    {
      "name": "ShopUp",
      "description-1": "ShopUp is a b2b e-commerce network to sell their products online. It is situated in Bangladesh. In 2016, Ataur Rahim Chowdhury, Siffat Sarwar, and Afeef Zubaer Zaman formed it.",
      "description-2": "It offers services like an online marketplace, digital payment solutions, and logistics support that help businesses access a wider clientele.",
      "website": "https://shopup.org/"
    },
    {
      "name": "Sheba.xyz",
      "description-1": "It has made life easier for customers as well as empowered a great deal of service personnel. It is firmly established as a revolutionary force in Bangladesh’s service sector as it keeps coming up with new ideas and growing the range of services it offers.",
      "description-2": "Sheba.xyz, an online marketplace based in Bangladesh, connects clients with various household services like upkeep, repairs, and cleaning. It was founded in 2016 by Adnan Imtiaz Halim and Ilmul Haque Sajib. The journey of Sheba.xyz is indicative of Bangladesh’s increasing need for on-demand services, especially in urban areas.",
      "website": "https://www.sheba.xyz/"
    },
    {
      "name": "Shikho",
      "description-1": "The primary focus of Shikho, an online learning network, is K–12 and higher education. Students get access to practice materials, video tutorials, and live classes taught by certified teachers. To increase students’ access to and effectiveness of education in Bangladesh, especially in light of the pandemic, Shikho was founded in 2019. This brings the overall round to USD 5.3 million, the most seed money a Bangladeshi firm has raised to date.",
      "description-2": "This is on top of the USD 1.3 million it raised in August 2021. Leading Southeast Asian venture capital firm Wavemaker Partners spearheaded the investment, which also included involvement from seven other international investors.",
      "website": "https://shikho.com/"
    },
    {
      "name": "Sindabad",
      "description-1": "Sindabad is a Bangladesh-based b2b e-commerce portal that focuses on providing institutional and corporate clients with bulk procurement solutions. The Ananta Group founded this in 2016 and provides a wide range of products, such as stationery, office supplies, and other essentials for running a business.",
      "description-2": "Sindh has played a major role in revolutionizing the way companies get their necessities, which has improved ease and efficiency. The platform’s expansion to include a wide spectrum of industries, from SMEs to major corporations, is indicative of how technology is increasingly changing Bangladesh’s customary business processes.",
      "website": "https://sindabad.com/"
    },
    {
      "name": "Truck Lagbe",
      "description-1": "The online marketplace Truck Lagbe was founded in 2017 by Anayet Rashid and Mir Hossain Ekram to provide truck rental services. It offers a quick and easy way to reserve vehicles for a variety of transportation needs, including moving goods and freight. PSA was the lead investor in Truck Lagbe’s Series A+ fundraising round.",
      "description-2": "The journey of Truck Lagbe is a reaction to Bangladesh’s expanding need for effective logistics solutions. Bangladesh’s economy is growing quickly. The use of technology has improved industry transparency and dependability, in addition to streamlining the truck rental process. It is a major factor in changing the logistics scene and demonstrates the revolutionary potential of startups for Bangladesh’s growth.",
      "website": "https://www.trucklagbe.com/"
    },
    {
      "name": "Jatri",
      "description-1": "Jatri is a Bangladeshi ride-sharing and transportation service. It allows users to effortlessly schedule trips and connect with drivers for convenient and secure transportation. Jatri was founded in 2019 by Khandoker Taswar, Md. Zia Uddin, and Aziz Arman.",
      "description-2": "SBK Tech led the investments for Jatri’s Series A investments. Jatri, the preeminent platform for mass mobility in Bangladesh, has successfully raised an oversubscribed Series A investment round led by SBK Tech. With the addition of new and returning investors in this most recent round, Jatri’s total venture investment now stands at $5.25 million.",
      "website": "https://www.jatri.co/"
    },
    {
      "name": "Hishab",
      "description-1": "Hishab is a specialist in biometrics and vocal data processing and the creator of a voice-based platform for digital system interfaces.",
      "description-2": "In 2015, Mohammad Fayadan Hossain, Mio Ahmed, Zubair Ahmed, and Michael Schmitz launched it.",
      "website": "https://hishab.co/"
    },
    {
      "name": "Zantrik",
      "description-1": "Zantrik was founded by Shubho Al-Farooque in 2018. This is the first roadside assistance provider in Bangladesh; they provide services 24/7, so they might be called if someone gets stuck in the middle of the road at two in the morning. The company has raised $1 million in seed funding.",
      "description-2": "Zantrik’s journey is a reflection of Bangladesh’s growing need, especially in the logistics and transportation industries, for effective fleet management systems. The platform has improved safety and cut expenses for people. It serves as an excellent illustration of how entrepreneurs may use technology to spur creativity and productivity in traditional industries, thereby advancing Bangladesh’s economic development.",
      "website": "https://www.zantrik.com/"
    },
    {
      "name": "BongoBD",
      "description-1": "Movies, TV programs, and original web series are among the entertainment options offered by BongoBD, a well-known streaming service in Bangladesh. Since its founding in 2013 by Ahad Mohammad and Navidul Huq, BongoBD’s popularity has increased dramatically due to its wide range of content.",
      "description-2": "In response to the increased demand for both local and international content, BongoBD has played a crucial role in transforming the way Bangladeshis consume digital entertainment. It has become well-known, offering a cheap and easy-to-use platform to a broad spectrum of users.",
      "website": "https://bongobd.com/"
    },
    {
      "name": "Next ventures",
      "description-1": "The CEO and founder of Next Ventures is Abdullah Jayed. A tech-based company called Next Ventures excels at offering IT-enabled help to well-known local IT enterprises.",
      "description-2": "N/A",
      "website": "https://wearenext.io/"
    },
    {
      "name": "Bondstein",
      "description-1": "Bondstein is an Internet of Things business that creates and manufactures sensor-equipped smart gadgets. The business was started in 2014 by Zafir Shafiee Chowdhury and Mir Sharukh Islam.",
      "description-2": "N/A",
      "website": "https://bondstein.com/"
    },
    {
      "name": "Ekkbaz",
      "description-1": "Bangladesh, Singapore, and other growing Asian nations can connect their small enterprises in the agriculture and food sectors through the online marketplace EkkBaz. Emam Chowdhury, Towfiq Ahmed, and Zubaida Sultana founded it in 2020.",
      "description-2": "In conclusion, Bangladesh’s flourishing startup scene is a prime example of the country’s rising innovation and entrepreneurship. The tales of these varied businesses, which range from fleet management to entertainment, e-commerce to technology, highlight the astounding advancements made in a comparatively short amount of time. Due to the founders’ enthusiasm for finding solutions to regional problems, these firms have drawn funding from both domestic and international sources, demonstrating the potential and trust these businesses possess.",
      "website": "https://ekkbaz.com/"
    }
   ]